export let agntHeaders = [
  { key: 'name', label: 'סוכן' },
  { key: 'agntTotal', label: 'משוקלל' },

  { key: 'פיננסי-הפקדה חודשית', label: 'פיננסי-שוטף משונת' },
  { key: 'פיננסי-הפקדה חד פעמית', label: 'פיננסי-הפקדה חד פעמית' },
  { key: 'פיננסי-ניוד', label: 'פיננסי-ניוד' },
  { key: 'פנסיוני-הפקדה חודשית', label: 'פנסיוני-שוטף משונת' },
  { key: 'פנסיוני-הפקדה חד פעמית', label: 'פנסיוני-הפקדה חד פעמית' },
  { key: 'פנסיוני-ניוד', label: 'פנסיוני-ניוד' },
  { key: 'סיכונים', label: 'סיכונים' },

  { key: 'תאונות אישיות', label: 'תאונות אישיות' },
  { key: 'אלמנטרי', label: 'אלמנטרי' },
  { key: 'קצבה מיידית', label: 'קצבה מיידית' },
  { key: 'אכ"ע', label: 'אכ"ע' },
  { key: 'כתב שירות חיצוני', label: 'כתב שירות חיצוני' },
  { key: 'נסיעות לחול', label: 'נסיעות לחול' },
]
