export const dictionary = {
  fop: 'פיננסי - הפקדה חד פעמית',
  fmp: 'פיננסי - הפקדה חודשית',
  fn: 'פיננסי - ניוד',
  pn: 'פנסיוני - ניוד',
  pmp: 'פנסיוני - הפקדה חודשית',
  aka: 'אכ"ע',
  elm: 'אלמנטרי',
  risk: 'סיכונים',
  prisk: 'תאונות אישיות',
  travel: 'נסיעות לחול',
  wso: 'כתב שירות חיצוני',
  allwns: 'קצבה מיידית',
}

export const oppDictionary = {
  'פיננסי - הפקדה חד פעמית': 'fop',
  'פיננסי - הפקדה חודשית': 'fmp',
  'פיננסי - ניוד': 'fn',
  'פנסיוני - ניוד': 'pn',
  'פנסיוני - הפקדה חודשית': 'pmp',
  'אכ"ע': 'aka',
  אלמנטרי: 'elm',
  סיכונים: 'risk',
  'תאונות אישיות': 'prisk',
  'נסיעות לחול': 'travel',
  'כתב שירות חיצוני': 'wso',
  'קצבה מיידית': 'allwns',
}

const salePrdcts = [
  {
    company: 'הראל',
    branch: 'פנסיוני',
    prdct: 'קרן פנסיה מקיפה',
    ניוד: '6786',
    'הפקדה חודשית': '768',
    status: 'נגנז',
  },
  {
    company: 'הראל',
    branch: 'פיננסי',
    prdct: 'קופת גמל',
    ניוד: '7681',
    'הפקדה חודשית': '76899',
    'הפקדה חד פעמית': '876',
    status: 'נגנז',
  },
  {
    company: 'הראל',
    branch: 'נסיעות לחול',
    prdct: 'ביטוח נסיעות לחול',
    prdctType: 'פרמיה חד פעמית',
    pay: '767',
    status: 'נגנז',
  },
  {
    company: 'הראל',
    branch: 'אכ"ע',
    prdct: 'אכ"ע פרט',
    prdctType: 'פרמיה חודשית',
    pay: '22',
    status: 'נגנז',
  },
]

// prdctsArr:  [
//   {
//     company: 'הראל',
//     branch: 'פנסיוני',
//     prdct: 'קרן פנסיה מקיפה',
//     'ניוד': '6786',
//     'הפקדה חודשית': '768',
//     status: 'נגנז',
//     pay: '6786',
//     prdctType: 'ניוד'
//   },
//   {
//     company: 'הראל',
//     branch: 'פנסיוני',
//     prdct: 'קרן פנסיה מקיפה',
//     'ניוד': '6786',
//     'הפקדה חודשית': '768',
//     status: 'נגנז',
//     pay: '768',
//     prdctType: 'הפקדה חודשית'
//   }
// ]
// prdctsArr:  [
//   {
//     company: 'הראל',
//     branch: 'פיננסי',
//     prdct: 'קופת גמל',
//     'ניוד': '7681',
//     'הפקדה חודשית': '76899',
//     'הפקדה חד פעמית': '876',
//     status: 'נגנז',
//     pay: '7681',
//     prdctType: 'ניוד'
//   },
//   {
//     company: 'הראל',
//     branch: 'פיננסי',
//     prdct: 'קופת גמל',
//     'ניוד': '7681',
//     'הפקדה חודשית': '76899',
//     'הפקדה חד פעמית': '876',
//     status: 'נגנז',
//     pay: '76899',
//     prdctType: 'הפקדה חודשית'
//   },
//   {
//     company: 'הראל',
//     branch: 'פיננסי',
//     prdct: 'קופת גמל',
//     'ניוד': '7681',
//     'הפקדה חודשית': '76899',
//     'הפקדה חד פעמית': '876',
//     status: 'נגנז',
//     pay: '876',
//     prdctType: 'הפקדה חד פעמית'
//   }
// ]
// prdctsArr:  [
//   {
//     company: 'הראל',
//     branch: 'נסיעות לחול',
//     prdct: 'ביטוח נסיעות לחול',
//     prdctType: 'פרמיה חד פעמית',
//     pay: '767',
//     status: 'נגנז'
//   }
// ]
// prdctsArr:  [
//   {
//     company: 'הראל',
//     branch: 'אכ"ע',
//     prdct: 'אכ"ע פרט',
//     prdctType: 'פרמיה חודשית',
//     pay: '22',
//     status: 'נגנז'
//   }
// ]
