export const dictionary = {
  fop: 'פיננסי - הפקדה חד פעמית',
  fmp: 'פיננסי - הפקדה חודשית',
  fn: 'פיננסי - ניוד',
  pn: 'פנסיוני - ניוד',
  pmp: 'פנסיוני - הפקדה חודשית',
  aka: 'אכ"ע',
  elm: 'אלמנטרי',
  risk: 'סיכונים',
  prisk: 'תאונות אישיות',
  travel: 'נסיעות לחול',
  wso: 'כתב שירות חיצוני',
  allwns: 'קצבה מיידית',
}

export const oppDictionary = {
  'פיננסי - הפקדה חד פעמית': 'fop',
  'פיננסי - הפקדה חודשית': 'fmp',
  'פיננסי - ניוד': 'fn',
  'פנסיוני - ניוד': 'pn',
  'פנסיוני - הפקדה חודשית': 'pmp',
  'אכ"ע': 'aka',
  אלמנטרי: 'elm',
  סיכונים: 'risk',
  'תאונות אישיות': 'prisk',
  'נסיעות לחול': 'travel',
  'כתב שירות חיצוני': 'wso',
  'קצבה מיידית': 'allwns',
}
